// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Limpeza do alimentador de papel";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancelar";

CleaningConfirmationTitle = "Limpeza do alimentador de papel";
CleaningConfirmationBody = "Este processo pode demorar vários minutos. Ruídos mecânicos são normais durante esse período. Não interrompa o processo. Clique em OK para continuar.";
PaperFoundTite = "Papel encontrado";
PaperFoundBody = "Remova o papel da bandeja antes de continuar o processo de limpeza do alimentador de papel. Clique em OK para continuar.";
PapperFeedCleaningTitle = "Limpeza do alimentador de papel";
PaperFeedCleaningCompleteBody = "A limpeza do alimentador de papel está concluída.";

NotInitiatedTitle = "Não foi possível iniciar a limpeza";
NotInitiatedMsg = "Não foi possível iniciar o processo de limpeza. Verifique se a impressora está online e se está processando algum trabalho.";

HSDInfoTextFieldValue = "Este procedimento deve ser realizado quando a impressora estiver apresentando problemas para apanhar o papel. Se a impressora não apanha papel quando um trabalho de impressão é enviado, então este procedimento limpará uma peça dentro da impressora para ajudar a resolver o problema.";
HSDGuideTextFieldValue = "Remova o papel da bandeja antes de começar o processo de limpeza do alimentador de papel. Clique em Limpar para iniciar o processo.";
HSDCleanButtonTitle = "Limpar";

PaperFeedCancelingTitle = "Cancelando";
